Repository: common-repository/cb-vegas
Catalog: languages/cb-vegas-*.po
Languages: de_de

source: Rate Plugin
de_de: Plugin bewerten

source: Donate
de_de: Spenden

source: HELP
de_de: Hilfe

source: cbVegas help
de_de: cbVegas Hilfe

source: Thanks for using this plugin.
de_de: Besten Dank für die Verwendung dieses Plugins.

source: Please note: Whenever you add a new image to a slide or add one to a newly added slide, save the slideshow. Then you can rearrange, copy, delete etc. safely. Video is not (yet) supported.
de_de: Beachte bitte: Jedes Mal, wenn Du einem Slide ein neues Bild zuweist, solltest Du die Änderungen speichern. Danach kannst Du nach belieben umsortieren, kopieren, löschen usw. Video wird (noch) nicht unterstützt.

source: If you set a slideshow as fallback, it is displayed on all supported post types, but the slideshows you defined on a per page / post basis override the fallback slideshow. On all other regular pages and posts the slideshow you defined as fallback will be displayed.
de_de: Die als Fallback deklarierte Slideshow wird auf allen unterstützten Beitragstypen angezeigt, ausser auf den Seiten, denen Du explizit eine andere Slideshow zugewiesen hast.

source: All other settings are part of the 'Vegas Background Slideshow'. For help regarding 'Vegas Background Slideshow' itself, please refer to it's <a href='http://vegas.jaysalvat.com/documentation/setup/' target='_blank'>official documentation</a>.
de_de: Alle weiteren Einstellungen sind Teil von "Vegas Background Slideshow". Hilfe dazu findest Du in der <a href='http://vegas.jaysalvat.com/documentation/setup/' target='_blank'>offiziellen Dokumentation</a>.

source: If you have any questions, comments or issues regarding this plugin, please visit the <a href='https://wordpress.org/plugins/cb-vegas/' target='_blank'>plugin homepage</a>.
de_de: Für Fragen, Anregungen oder Kritiken bezüglich dieses Plugins, besuche bitte die <a href='https://wordpress.org/plugins/cb-vegas/' target='_blank'>Plugin Homepage</a> im WordPress Plugin-Repositorium.

source: Enjoy playing around with the animations, transitions and timings :-)
de_de: Viel Spass beim Herumspielen mit den Animationen, Übergängen und Timings :-)

source: Enable or disable Vegas Slideshow for this page / post.
de_de: Vegas Slideshow für diesen Beitrag aktivieren resp. deaktivieren.

source: none selected
de_de: keine ausgewählt

source: none available
de_de: keine verfügbar

source: One more try and your browser will burst into flames ;-)
de_de: Versuch's nochmal und Dein Browser geht womöglich in Flammen auf ;-)

source: Slideshow added.
de_de: Slideshow hinzugefügt.

source: Nope. Couldn't add a new slideshow :-(
de_de: Hoppla. Slideshow konnte nicht erzeugt werden.

source: Please save your work and try again.
de_de: Speichere die Änderungen und versuche es erneut.

source: Slide added.
de_de: Slide hinzugefügt.

source: Nope. Couldn't add a slide :-(
de_de: Hoppla. Konnte den Slide nicht hinzufügen.

source: Slideshow duplicated.
de_de: Slideshow dupliziert.

source: You will be redirected now.
de_de: Du wirst nun weiter geleitet.

source: Nope. Couldn't duplicate the slideshow :-(
de_de: Hoppla. Konnte die Slideshow nicht duplizieren.

source: Slide duplicated.
de_de: Slide dupliziert.

source: Nope. Couldn't duplicate the slide :-(
de_de: Hollpa. Konnte den SLide nicht duplizieren.

source: Slideshows rearranged.
de_de: Slideshows neu sortiert.

source: Nope. Couldn't sort the slideshows :-(
de_de: Hoppla. Konnte die Slideshows nicht neu anordnen.

source: Slides rearranged.
de_de: Slides neu angeordnet.

source: Nope. Couldn't sort the slides :-(
de_de: Hoppla. Konnte die Slides nicht neu sortieren.

source: Slideshow removed.
de_de: Slideshow entfernt.

source: Nope. Couldn't remove the slideshow :-(
de_de: Hoppla. Konnte die Slideshow nicht entfernen.

source: Slide removed.
de_de: Slide entfernt.

source: Nope. Couldn't remove the slide :-(
de_de: Hoppla. Konnte den Slide nicht entfernen.

source: Select Media
de_de: Mediendatei wählen

source: Set Media
de_de: Medium auswählen

source: Add Media
de_de: Mediendatei hinzufügen

source: Remove Media
de_de: Mediendatei entfernen

source: Save your settings first, then duplicate the slideshow.
de_de: Erst die Einstellungen speichern, dann duplizieren ;-)

source: Nothing changed
de_de: Es blieb beim Alten

source: Add Slideshow
de_de: Slideshow hinzufügen

source: Duplicate Slideshow
de_de: Slideshow duplizieren

source: Remove Slideshow
de_de: Slideshow entfernen

source: Add Slide
de_de: Slide hinzufügen

source: Remove Slide
de_de: Slide entfernen

source: Duplicate Slide
de_de: Slide duplizieren

source: Nothing changed!
de_de: Keine Änderungen!

source: Add a new Slideshow?
de_de: Eine neue Slideshow hinzufügen?

source: Duplicate this Slideshow?
de_de: Diese Slideshow duplizieren?

source: Remove this Slideshow?
de_de: Slideshow entfernen?

source: Add a Slide
de_de: Slide hinzufügen

source: Remove this Slide
de_de: Diesen Slide entfernen

source: Add a Slide?
de_de: Slide honzufügen?

source: Duplicate this Slide?
de_de: Diesen Slide duplizieren?

source: Remove this Slide?
de_de: Slide entfernen?

source: cancel
de_de: abbrechen

source: Your input didn't pass validation. This value must be a hexadecimal color value. It was reset. To customize it, please input a color value like '#fff' or '#0073AA'.
de_de: Die Eingabe konnte nicht erfolgreich validiert werden. Dieser Wert für die Farbe sollte ein hexadezimaler Farbwert à la '#fff' oder '#0073AA' oder aber leer sein.

source: Your input didn't pass validation. This value must be a positive integer including 0 (zero).
de_de: Die Eingabe konnte nicht erfolgreich validiert werden. Dieser Wert muss ein ganzzahliger positiver Wert (inklusive Null) sein. Um einem ungewollten Slideshow-Verhalten vor zu beugen, wurde dieser Wert mit seinem Standardwert belegt.

source: Your input didn't pass validation. This value must be a positive integer but must not be 0 (zero). To aviod unwanted behaviour, the delay was reset to its default.
de_de: Die Eingabe konnte nicht erfolgreich validiert werden. Dieser Wert muss ein ganzzahliger positiver Wert (ausser Null) sein. Um einem ungewollten Slideshow-Verhalten vor zu beugen, wurde dieser Wert mit seinem Standardwert belegt.

source: random
de_de: zufällig

source: center
de_de: mittig

source: right
de_de: rechts

source: left
de_de: links

source: top
de_de: oben

source: bottom
de_de: unten

source: The Media.
de_de: Die Mediendatei.

source: Background Color
de_de: Hintergrundfarbe

source: Slide background color.
de_de: Hintergrundfarbe des Slides.

source: Duration (ms)
de_de: Dauer (ms)

source: Delay beetween slides in milliseconds.
de_de: Verzögerung (Anzeigedauer) des Slides in Millisekunden.

source: Preload both images and videos at start.
de_de: Bilder im Voraus laden.

source: Preload Image
de_de: Bilder im Voraus laden.

source: Preload images at start. "preload" must be "false".
de_de: Bilder beim Start im Voraus laden. 'Preload' muss 'false' sein.

source: Transition
de_de: Übergangseffekt

source: Set the transition between slides.
de_de: Definiere den Übergangeffekt zum nächsten Slide.

source: Transition Duration (ms)
de_de: Übergangsdauer (ms).

source: Set the transition duration in milliseconds.
de_de: Definiere die Übergangsdauer in Millisekunden.

source: Align
de_de: Ausrichtung

source: Horizontal alignment of the image in the slide.
de_de: Horizontale Ausrichtung des Bildes.

source: Set the animation of the slides.
de_de: Definiere den Animationseffekt des Slides.

source: Animation Duration (ms)
de_de: Animationsdauer (ms)

source: Set the animation duration in milliseconds.
de_de: Definiere die Animationsdauer in Millisekunden.

source: Vertical Align
de_de: Vertikale Ausrichtung

source: Vertical alignment of the image in the slide.
de_de: Horizontale Ausrichtung des Bildes.

source: Show Overlay
de_de: Overlay anzeigen

source: Display/hide the overlay. Could be true false or the path of an overlay image pattern.
de_de: Overlay anzeigen / verbergen.

source: none
de_de: keine

source: Start the Slideshow automatically.
de_de: Slideshow automatisch starten.

source: Sort Slides
de_de: Slides sortieren

source: Use this slideshow as a fallback slideshow:
de_de: Nutze diese Slideshow als "fallback":

source: Use this slideshow as a fallback slideshow.
de_de: Diese Slideshow als Fallback-Slideshow verwenden.

source: Shuffle:
de_de: Zufällige Reihenfolge (Shuffle):

source: Show Timer:
de_de: Timer anzeigen:

source: Show Timer.
de_de: Timer anzeigen.

source: Save Changes
de_de: Änderungen speichern

source: Add New Slideshow
de_de: Slideshow hinzufügen

source: Settings
de_de: Einstellungen

source: New Slideshow
de_de: Neue Slideshow

source: Toggle Settings
de_de: Einstellungen ein- / ausblenden

source: yes
de_de: ja

source: no
de_de: nein

source: default
de_de: Standard

source: This plugin enables you to use the "Vegas Background Slideshow" for images on regular posts and pages.
de_de: Die “Vegas Background Slideshow” für Seiten, Beiträge und Produkte.
